{"names":{"0":"Braille Skateboarding","1":"CodingPhase","2":"dulevoz","3":"David Battersby","4":"Jesse Gillett","5":"RailRocker","6":"Jesse Gillett","7":"GoRails","8":"Jaw Tooth","9":"Jesse Gillett","10":"TTTE Guy","11":"ManVsMeeple","12":"ふじしゅーちゃんねる〜プログラミング入門・エンジニア・Web業界","13":"Icicle Aviation","14":"takahashi taiyou","15":"CrashMAN","16":"TB7 Productions","17":"Lucas Caton","18":"Web-Crunch","19":"Google Maps Platform","20":"D.I.Y. AUTO SCHOOL","21":"UNION PACIFIC 336 C&NW 909 \/ GachaRailKid AUTTP","22":"TheTrainExpert","23":"X Games","24":"David Battersby","25":"Nka Vids Skateboarding","26":"Aavak","27":"TheGunCollective","28":"RichmondCityRailfan","29":"NS","30":"Lady Hawk","31":"enjoi","32":"spunkys Land","33":"doc7austin’s DreamlinerCentral","34":"Tommie Bennett","35":"Pratts Greenhouse","36":"Jetthehawk1994","37":"Mat25315","38":"うるぞー","39":"CNA","40":"Derp Wolf Studios","41":"X Games","42":"ODINWorks","43":"Frithgar","44":"Rack Outfitters","45":"Aiguillages","46":"high-Tech TL Histoire","47":"takahashi taiyou","48":"Lewis Floyd Henry","49":"Perkins Builder Brothers","50":"Traversy Media","51":"freeCodeCamp.org","52":"Derek Banas","53":"ProCrash","54":"Drifting Ruby","55":"codigofacilito","56":"Magma","57":"David Battersby","58":"David Battersby","59":"geoffmackley","60":"Stefan Mischook","61":"8thManDVD.com™ Cartoon Channel","62":"Juan Andrés Núñez","63":"Traversy Media","64":"Thomas & Friends","65":"Sergio Lucea","66":"Blitz","67":"dulevoz","68":"George Poulos","69":"dulevoz","70":"Baylor Breaks It Down","71":"Fern Bahn","72":"Braille Skateboarding","73":"BEYBLADE BURST Official","74":"Dale Decker","75":"とだこうき","76":"X-PROJECT","77":"CodeBaseCamp","78":"Web-Crunch","79":"Mobile Tutor","80":"zayne","81":"Andrew W","82":"Fabio Akita","83":"MrMerchant Co.","84":"Skate Warehouse","85":"William Strife","86":"Web-Crunch","87":"Web-Crunch","88":"zayne","89":"Braille Skateboarding","90":"One Month","91":"駒形真幸","92":"Ski Addiction","93":"Web-Crunch","94":"うるぞー","95":"Pixlriffs","96":"Traversy Media","97":"Deanin","98":"うるぞー","99":"ZazieVEVO"},"titles":{"0":"20 DECK RAILS ON 1 SKATEBOARD?!","1":"Ruby On Rails Biggest Waste Of Time In 2020 | Ruby on Rails Dead","2":"Freigt train at rail track hole and rail joint gaps - bogies suspension - structurals behaviour [4K]","3":"BUILD A REDDIT CLONE - RUBY ON RAILS TUTORIAL","4":"Arctic Express! | Rails Unlimited | Roblox","5":"Rails Unlimited Crash Compilation #13","6":"Trucks! | Rails Unlimited | With Railroadpreserver","7":"How to use AWS Cloud9 for Ruby on Rails development","8":"First Train!  Short Line Rusty Rails, Working Grain Spur!","9":"New Trucks and Trains! | Rails Unlimited | Roblox","10":"Race With You CGI Remake Collab With Royal Rails #87","11":"Pacific Rails, Inc Preview by Man vs Meeple (Vesuvius Media)","12":"Ruby on railsが未経験からエンジニア就職におすすめな理由","13":"Rails Unlimited Update 1\/23\/2020","14":"Wooden rails Train toys Travel through the city of Tokyo by train","15":"BeamNG Drive How not to cross the rails #13","16":"T&amp;F Tales From The Rails S1: Episode 2 Lights, Camera, Agony","17":"VALE A PENA APRENDER RUBY ON RAILS EM 2020?","18":"A Tour of the High Voltage Gem - Ruby on Rails","19":"Rails-to-Trails Conservancy&#39;s Journey with Google Maps Platform","20":"What Seam Sealer Should I Use On My Drip Rails Of My Old Car Or Truck?","21":"Playing Rails Unlimited (ROBLOX) #50","22":"ROBLOX: rails unlimited new trains and major update","23":"Jeep Snowboard Rail Jam: FULL BROADCAST | X Games Aspen 2020","24":"BUILD A REDDIT CLONE (PART 2) RUBY ON RAILS TUTORIAL","25":"ANDY ANDERSON VS WORLDS LONGEST RAIL !!! - NKA VIDS -","26":"Rails &amp; Conveyors – Factory Town Gameplay [Season 2.5] – [Stream] Let&#39;s Play Part 11","27":"Chicks dig Scars, and rails!","28":"What&#39;s to come for Rails of Highland Valley","29":"Deels naast de rails | Favoriete trein van Nederland | Groninger pronkjuweel | NS Weekly","30":"SWFL Eagles ~ E14 *PEEKING* Over Rails Seen From Cam 2 First Time! Beautiful Close-ups!  1.1.20","31":"THE BIRD RAILS","32":"Rails Unlimited Remastered - Hi-Rail Truck","33":"Germany to Kazakhstan by Rail - part 4: Moscow - Volgograd Premium Train No.001И Deluxe Sleeping Car","34":"First 5 Snowboard Tricks on Rails | Beginner guide","35":"Splitting rails to build a Zig Zag fence...","36":"Auditions for Rails of Sodor","37":"HO scale \/ M-Rails \/ BN, SP and Amtrak meet trains","38":"もう環境構築で悩まない！Dockerを使ってRails環境構築！","39":"Wuhan virus: Hong Kong to suspend high-speed rail service in bid to halt spread","40":"Take My Money: Pacific Rails Inc.","41":"GOLD MEDAL VIDEO: Jeep Snowboard Rail Jam | X Games Aspen 2020","42":"ODIN Works: Shot Show 2020 | Arca Rails Reveal","43":"Let&#39;s Play Transport Fever 2 #32: Building Up The Swiss Rails!","44":"Thule EVO Flush Rail Roof Rack Overview and Installation","45":"Les Rails de la famille Delsaux","46":"La bataille du rail","47":"꼬마버스타요（Little Bustayo）Roadway set&amp;Round and round rail toys Let&#39;s run colorful rails!","48":"Off The Rails - Lewis Floyd Henry - 26\/01\/2020","49":"Cable Rail Install | Stainless Muzata Brand from Amazon.com","50":"Ruby On Rails In 60 Minutes","51":"Build your first Rails app - blog with comments (tutorial)","52":"Ruby on Rails Tutorial","53":"Stuck at rails (train railroad crossing crashes) #5 BeamNG.Drive","54":"Episode #175 - What&#39;s New in Rails 6","55":"1. Curso de Ruby on Rails 4 desde cero - Introducción","56":"✔ Minecraft: 10 Things You Didn&#39;t Know About Rails","57":"BUILD A REAL ESTATE \/ PROPERTY APP - RUBY ON RAILS TUTORIAL","58":"BUILD AN INSTAGRAM CLONE - RUBY ON RAILS TUTORIAL","59":"Rding the rails in style   Nullarbor  Australia","60":"Should you DROP Ruby and Rails for Something New?","61":"BETTY BOOP: Riding the Rails (1938) (Remastered) (HD 1080p)","62":"Ruby on Rails o Laravel. ¿Cuándo y cómo elegir?.","63":"Simple Ruby on Rails 5 REST API From Scratch","64":"Racers on the Rails Compilation + New BONUS Scenes! | Thomas &amp; Friends","65":"Realmente sirven para algo los RAILS de SKATE ? BARILLAS SKATE","66":"Unlocking More RARE TRAIN Cars! - Tiny Rails the Train Management Tycoon! - Tiny Rails Gameplay","67":"Huge trains masses on bad rail joints - Sweet sounds of bad rails - Belgrade Rakovica","68":"TRENDY OR USEFUL? - Skateboard Deck Rails","69":"Rails thermite welding - Eruptions, melt squeezing and grinding [4K]","70":"Creating an Online Shop in Rails - Part 1","71":"minivan on rails, Vaser Valley Railway, Romania","72":"LANCE LIVE SKATE SUPPORT BOARDSLIDE A RAIL","73":"BEYBLADE BURST TURBO Ride the Rails 2","74":"5 SECRETS TO SKATING RAILS","75":"0から手を動かして作るRailsチャットアプリ【チュートリアル】","76":"The worst rail journey in the world TOP 10  -=HD= -","77":"Rails 6 - Real Time Chat App","78":"Let&#39;s Build: A Twitter Clone With Ruby on Rails - Part 1","79":"Types and Functions of Rails [Year - 4]","80":"Build a React App with Ruby on Rails","81":"Marking Surfboard Rail Bands - Part 1: How to Build a Surfboard #12","82":"A História de Ruby on Rails | Por que deu certo?","83":"Complete Step By Step Ruby on Rails Tutorial ( By MrMerchant Co. )","84":"How To Install Rails | Skateboarding Tips","85":"The Minecraft Guide - 10 - Rails","86":"Let&#39;s Build: With Ruby on Rails - Project Management App - Part 1","87":"Ruby on Rails API with Vue.js -  Intro - 01","88":"Build a Mini-Course Website with React, Ruby on Rails, Webpacker, and Bootstrap","89":"20 DECK RAILS ON 1 SKATEBOARD?!","90":"What is Ruby on Rails?","91":"Railsでの開発どんな感じか","92":"How To Hit Boxes &amp; Rails On Skis","93":"Understanding Ruby on Rails Active Record Migrations","94":"【初心者向け】Ruby on Railsでブログを作ろう  part1","95":"How To Use Minecarts And Rails! ▫ The Minecraft Survival Guide [Part 222]","96":"Node js vs Ruby on Rails For Web Development","97":"User And Admin Accounts With Devise | Authentication Ruby On Rails 5.2 Tutorial","98":"Ruby on Railsを未経験者向けに解説！","99":"Zazie - Des Rails"},"description":{"0":"Andy Anderson is one of many people who like to use deck rails on their boards. They help you slide and make your board a lot more durable. But here at Braille ...","1":"In this video we talk about if ruby on rails is truly dead and if it's even worth learning in 2020. I'm pretty sure you have heard about ruby dying every year but is ...","2":"They are not of the same feature and structure, but there may also be potholes in the rail tracks as in the road. The railway track pothole shown in this video is ...","3":"Let's build a Reddit clone using Ruby on Rails 6. This web app tutorial will cover the basic sign up\/sign in\/sign out using the devise gem. We will create ...","4":"In today's video we return to Rails Unlimited on Roblox to check out two new locomotives, including the Arctic Express! Game: ...","5":"Nothing really happened that is super interesting. So I just did Rails Unlimited Crash Compilation #13 instead of doing it like #4, #5, etc. But enjoy today's video.","6":"In today's video we return to Rails Unlimited to check out two new diesel locomotives and three brand new Hi-Rail trucks! Game: ...","7":"Check out https:\/\/gorails.com for Pro episodes and more! ▻ SaaS business template for Ruby on Rails with built-in features like Payments, Teams, and much ...","8":"Finally a train runs on the rusty ex Norfolk & Western Railway branch line to Winchester Ag. Watch an SD45-2, an MP15DC and an SW9 working on the grain ...","9":"In today's video we return to Rails Unlimited checking out more new Hi Rail trucks and a new locomotive! Game: ...","10":"Royal Rails: https:\/\/www.youtube.com\/channel\/UCT7dmGx_cZBm2ny-U9boqtA.","11":"Pacific Rails, Inc Preview by Man vs Meeple (Vesuvius Media) 1-4 Players 60 Minutes 14+ Years of Age Kickstarter Link: ...","12":"ぶっちゃけて言うと本当になんでもいいと思います。 ただ、悩むのであればRuby on railsをおすすめしています。 ▪️参考動画 Webフレームワークと...","13":"New Trains: Arctic Express Eastern Intermodal.","14":"Today I make a course using wooden rails Ran the train Tokyo Station and Sky Tree also appear Working vehicles such as ambulances and police cars also ...","15":"Hi all, this is BeamNG Drive How not to cross the rails #13 - If you like this crash compilation, please click on the like button and share the video! If you have ...","16":"A documentary film crew comes to Sodor and James gets the honor of showing them around the island. But when Hank comes along and unintentionally steals ...","17":"Me acompanhe nos seguintes canais: INSTAGRAM: https:\/\/www.instagram.com\/lucascaton.com.br TELEGRAM: https:\/\/www.lucascaton.com.br\/telegram ...","18":"Hi, My name is Andy Leverenz and I work as a product designer and developer. For fun, I design, code, and write. Check out my blog called Web-Crunch ...","19":"Rails-to-Trails Conservancy tells their story of how they rely on Google Maps Platform to power their TrailLink trail-finder website and mobile apps. * Drone ...","20":"What Seam Sealer Should I Use On My Drip Rails Of My Old Car Or Truck? DIY Automotive Projects With My Friend Pete And SWRNC\/DIY AUTO SCHOOL.","21":"New trains: PC Alco series & Polar Express.","22":"New train -polar express -penn central train Updates: -new PBR lighting -moved roads unlimited to legacy train gamepass -less lag for moblie (give ivan time) ...","23":"Watch the FULL BROADCAST of the Jeep Snowboard Rail Jam event that just went down LIVE at X Games Aspen 2020. How It's Judged: 1 heat of 8 athletes in ...","24":"Welcome to part 2 of our Reddit clone using Ruby on Rails 6. Scout APM - Rails App performance improvements, debug N+1 queries and more (FREE trial).","25":"Today were skating with Andy Anderson and some friends at some amazing spots and skateparks around the LA area SUBSCRIBE, Turn on Post Notifications ...","26":"Welcome to part 11 of my Factory Town Let's Play [Season 2.5] - Streamed on the 8th of January, 2020! With the application of a caravan or two, we can finally ...","27":"Jon Patton walks us through the new stuff from our friends at KDG! Check out our Shot Show sponsors: New Frontier Armory: Use code TGC10 until Jan. 31st for ...","28":"Just giving you a little heads up of the future for the series. Wiki: https:\/\/rails-of-highland-valley.fandom.com\/wiki\/Rails_of_Highland_Valley_Wikia Facebook: ...","29":"0:18 Berlin billiger - duitse btw-verlaging https:\/\/nieuws.ns.nl\/btw-verlaging-internationale-treinreiziger-profiteert-van-duits-klimaatpakket\/ 0:45 Andere dimensie ...","30":"We can now see E14's head peeking out from the nest and rails from cam 2! Cam 1 and Cam 2 views of the baby and Harriet! E14 is moving around and ...","31":"shop-- https:\/\/thankyousupply.com\/enjoi subscribe-- http:\/\/bit.ly\/SubscribeEnjoi instagram-- https:\/\/www.instagram.com\/enjoi facebook-- ...","32":"game link here https:\/\/www.roblox.com\/games\/665771945\/HI-RAIL-TRUCKS-Rails-Unlimited-Remastered?","33":"Part Four of the Summer Railway Journey from Heilbronn to Almaty; travelling via Karlsruhe, Erfurt, Poznan, Brest, Moscow, Volgograd, Atyrau, Aralsk, and ...","34":"Struggling to know what the first 5 snowboard tricks you should learn on rails? In this video, I'll take you to step by step on what tricks you shoulder be learning ...","35":"Rail splitting Music by: Kaia Kater..","36":"My audition reel for Rails of Sodor.","37":"New Year with new trains! :-)","38":"ローカルでの環境構築に苦戦して、Railsの開発にたどり着けない人必見！ ・ローカルに色々インストールしてたら動かなくなった ・Ruby\/Railsのバ...","39":"Hong Kong's high-speed rain service between the city and mainland China as well as all cross-border ferry services will be suspended from Thursday (Jan 30), ...","40":"You take control of one of the major railway companies trying to secure their dominance by being the first to complete the rail across the continent in Pacific Rails ...","41":"Jesse Paul takes the top spot in Jeep Snowboard Rail Jam on Sunday at X Games Aspen 2020. SUBSCRIBE ▻ http:\/\/xgam.es\/YouTube X Games has been ...","42":"Day 1 of Shot Show 2020 we revealed our new Arca Rails! Take a closer look and see our variety of rails for you to choose from to make mounting your build ...","43":"Getting the Swiss rail network running a lot more efficiently is actually easier than we thought it would be. The signals are mostly laid out for us already, all we've ...","44":"See all the latest Thule flush rail options: https:\/\/www.rackoutfitters.com\/thule-roof-racks-for-flush-rails\/ This vehicle-specific, multi-purpose base roof rack fits the ...","45":"Les Rails de la famille Delsaux Cliquez sur Plus pour accéder aux liens ! Les liens : Soutenir Aiguillages ...","46":"Abonné vous et metter un pous bleu et abonné vous a mon ami literium mark.","47":"꼬마버스타요（Little Bustayo） I made a winding course and a rainbow course Go up to the rooftop with an elevator or go down the spiral course at once! I made ...","48":"Off The Rails, written by Lewis Floyd Henry www.lewisfloydhenry.net Download Lewis Floyd Henry Tracks at Bandcamp.","49":"Installing a stainless steel cable railing that we ordered from Amazon.com. Learn the basics of how to build and install a cable railing; including spacing, costs, ...","50":"In this video we will cover all of the fundamentals of the Ruby on Rails framework by building a blog application with comment functionality Routes Controllers ...","51":"This Ruby on Rails tutorial will help people new to the framework understand how it operates as well as the necessary conventions required to create a blog ...","52":"Get the Transcript Here : http:\/\/goo.gl\/HIK00D Ruby Tutorial : https:\/\/www.youtube.com\/watch?v=Dji9ALCgfpM Support me on Patreon ...","53":"Hello, this is Stuck at rails (train railroad crossing crashes) #5 BeamNG.Drive Subscribe to my channel ...","54":"Overview of notable features coming soon in Ruby on Rails 6. https:\/\/www.driftingruby.com\/episodes\/what-s-new-in-rails-6.","55":"Únete a Premium (+100 cursos) aquí: https:\/\/codigofacilito.com\/suscripcion --- Clic aquí para todos nuestros cursos y tutoriales: ▻http:\/\/codigofacilito.com\/ ...","56":"A bunch of fun facts about rails you probably didn't know about... Enjoy! :D Become a member: ...","57":"Let's build a Real Estate Property platform (PropTech) using Ruby on Rails 6. We'll use rapid web development to build an MVP fast! This web app tutorial will ...","58":"Let's build an Instagram clone using Ruby on Rails 5. We'll use rapid web development to get an MVP setup fast! This web app tutorial will cover the sign up ...","59":"Adventurer and cameraman Geoff Mackley travelling by LIV (Light Inspection Vehicle) from Cook to Adeliade awesome way to see a vast desolate and beautiful ...","60":"Ruby and Rails are not nearly as popular as it used to be. But it is still used in certain places. That said, should you learn something new if you are a Ruby \/ Rails ...","61":"Riding the Rails is a 1938 Fleischer Studios animated short film featuring Betty Boop and Pudgy the Pup. Although some sources claim that this film was ...","62":"https:\/\/www.wmedia.es Te cuento mi experiencia y reflexiones tras el intento (fallido) de cambiar de framework back-end. De Laravel a Ruby on Rails.","63":"In this video I will show you how to create a very simple REST API from scratch using Ruby on Rails 5. We will be able to make requests to perform CRUD on ...","64":"Rumbling Rails! Are you ready for the epic complete Racers on the Rails compilation with all-new bonus scenes featuring your favorite engines including: ...","65":"Ponemos a pruebe los rails , raíles , aun no se como se llaman pero el plástico que va debajo del Patin , es la 1ª vez que lo pruebo y la verdad no va mal ... pero ...","66":"Welcome to Tiny Rails! Tiny Rails is a train management simulator where you become the owner of a train company. Upgrade and customize your train to deliver ...","67":"The main southern railway exit from Belgrade at main railway Corridor 10 in Serbia, Rakovica, September 2017.","68":"Decided to try out some skateboard deck rails and give you guys my initial review after the first sesh! Skating is at the Wesleyan University campus and ...","69":"Rails welding by aluminothermic process on the Serbian Railways. The video shows three weldings and the complete process of welding work. The most ...","70":"Welcome to my new series on building an online shop in Ruby on Rails. In this video I cover creating a new Rails app and creating a database schema.","71":"The Vaser Valley Railway is a narrow gauge forest railway in the Carpathian mountains in Romania. Private railcar 01 CALLATIS has been converted from a ...","72":"http:\/\/www.brailleskateboarding.com\/shop CLICK ABOVE TO GET THE MOST DETAILED HOW TO VIDEOS EVER MADE! SKATEBOARDING MADE SIMPLE!","73":"Get another sneak peek at more upcoming battles on BEYBLADE BURST TURBO! New foes and friendly faces go head-to-head to see who's got what it takes to ...","74":"Check out my tutorials! https:\/\/www.youtube.com\/watch?v=f7gxaIHdQQQ&list=PL1QLkW0TissYnByWY3NU-6ucWr8NgKCLr DAVID BLUETILE!","75":"メインチャンネルはこちら https:\/\/www.youtube.com\/channel\/UCJsEBx7hV04Q02Yz9iAgXuQ?sub_confirmation=1 https:\/\/twitter.com\/cohki0305 ↑Twitterでも発信中 ...","76":"The worst rail journey in the world (curves of the rails, wavy rails, train, undulating track, Dangerous railways world, snow removal from railway,bad railroads) ...","77":"Rails6 #Backend #RealTime #ActionCable #Ruby.","78":"Hi, My name is Andy Leverenz. I design, code, and am an author of things. Check out my blog Web-Crunch https:\/\/web-crunch.com🤘   ====== Welcome to our ...","79":"Watch this video to learn about rails, its functions, types and defects. Department: Civil Engineering Subject: Transportation Engineering - II Year: 4.","80":"All of the code from this video is available here: https:\/\/zayne.io\/articles\/how-to-build-a-react-app-with-ruby-on-rails Watch Part 2 Here: ...","81":"In this video of the video series \"How to Build a Surfboard\", I go over shaping the rails and start marking out the guidelines (railbands) for the rails. There are two ...","82":"15 anos atrás Ruby on Rails é lançado, e todo mundo tinha certeza que logo desapareceria. Ruby on Rails 6.0 acabou de ser lançado. Why, The Lucky Stiff ...","83":"Ruby on Rails, or Rails, is a server-side web application framework written in Ruby under the MIT License. Rail is a model–view–controller framework, providing ...","84":"SHOP: http:\/\/bit.ly\/1IjjTGY No not handrails, these rails screw to the bottom of your board to help you slide. If you have ever been weary of installing these bad ...","85":"One of a few rapid transit methods in Minecraft! Previous Ep: http:\/\/www.youtube.com\/watch?v=JSmiUmILhxg Next Ep: xx Subscribe!","86":"Hi, My name is Andy Leverenz. I design, code, and am an author of things. Check out my blog Web-Crunch https:\/\/web-crunch.com🤘   ☕️Help me keep going: ...","87":"Hi, My name is Andy Leverenz and I work as a Product Designer at Dribbble. For fun, I design, code, and write. Check out my blog called Web-Crunch ...","88":"In this video, we build the first iteration of what will become https:\/\/react-rails.com. The idea for this video initially was to create a very simple mini-course website ...","89":"Andy Anderson is one of many people who like to use deck rails on their boards. They help you slide and make your board a lot more durable. But here at Braille ...","90":"Ruby on Rails is a coding framework that allows you to build websites quickly. In this short video I'd like to answer: Why learn Ruby on Rails? And how?","91":"Railsを入門終わったあたりの人向けに普通どんな感じで開発してるのかの雰囲気を伝えるために、実際のアプリに１機能作ってみました。","92":"https:\/\/skiaddiction.com\/ Start with these simple tips to get you sliding around on your first Boxes & Rails in the park. Read the full blog here: ...","93":"Hi, My name is Andy Leverenz and I work as a Product Designer at Dribbble. For fun, I design, code, and write. Check out my blog called Web-Crunch ...","94":"Twitter： https:\/\/twitter.com\/rio_uruma ▶︎うるぞーのプログラミング相談室： https:\/\/www.uruzou.me\/entry\/programming_counsel ーーーーーーーーーーーー ...","95":"The Minecraft Survival Guide continues! Not sure what Activator rail does? Never used a Detector rail or a Minecart with Chest before? This tutorial will teach you ...","96":"In this video we will look at the advantages and disadvantages of both Node.js and Ruby on Rails for web development. It is not an apples to apples comparison ...","97":"This tutorial covers creating User Accounts and making them Admins with Devise in Ruby on Rails 5.2. Topics covered include signing up, signing out, and ...","98":"どうも、現役Ruby on Railsエンジニアのうるぞーです！ 今回はRuby on Rails未経験者のために簡単な解説とともに実際にブログを作ってみました。...","99":"Best of Zazie: https:\/\/goo.gl\/3L51Cb Subscribe here: https:\/\/goo.gl\/rq8rk7 Music video by Zazie performing Des Rails. (C) 2007 Mercury Music Group."},"location":{"0":"UC9PgszLOAWhQC6orYejcJlw","1":"UC46wWUso9H5KPQcoL9iE3Ug","2":"UCglVjGyY8ydqfPRMWI-y7PQ","3":"UCzqORs_CagOn8ah5-QysgdQ","4":"UC0jAz6y_SnzeOhMOQUIykJA","5":"UCTyazjJcp1yDAdBZLKu1Nqw","6":"UC0jAz6y_SnzeOhMOQUIykJA","7":"UCIQmhQxCvLHRr3Beku77tww","8":"UCYJGA0UPd82sFXqojmrkF0A","9":"UC0jAz6y_SnzeOhMOQUIykJA","10":"UCRSl0Mm3SaIptdMhAHrtJrQ","11":"UCTU7xJi9dBQIcBeUFLpWGUA","12":"UCeUmqdQx5ikK_ucdY_D94mQ","13":"UCVA3iFodyX4VddtleGRmORQ","14":"UC6K0hSHAJZ7sAp4IAbQ4GFw","15":"UCa299O-VgbR5sSDKgYKPq2Q","16":"UCLsc1FiibAE5p1s9WuqfmbQ","17":"UCSBsYBhO5FLvvSl_ChnwDdw","18":"UCzePijHDYnVHIXW6HYTL4dg","19":"UCVhDYDVo3AqyMIKtMLSrcEg","20":"UCH7RpXjPcKNSw5Shb4WCIGA","21":"UCJu5_qRUx-rpuI1_vgZc0Jg","22":"UCt6tJr1eiWxfIdgWrECvK2w","23":"UCxFt75OIIvoN4AaL7lJxtTg","24":"UCzqORs_CagOn8ah5-QysgdQ","25":"UCusD6cPVuc9F9m3L50jCNiA","26":"UCqvU9Uxf_8YJOq67S6qcrFw","27":"UCJbUNSs8zA_FlSMzsoyag9A","28":"UCZs3VTYVmdFa8jHr2JPVNyA","29":"UCnaB2KwFEskaPEJ4cDA-Ihw","30":"UCu-sAlMVwdQ8zA1-egT_GxQ","31":"UCvbIUeRJOoebQUcYLazKX_A","32":"UC4YcMUwsiNXu3fIIYI6JVdA","33":"UCTG99erLuyWmhBuxiDZT3XQ","34":"UCB2S9RyKJDBMULFg357q7og","35":"UClzVqE9bdn-wHCSzjXFML_w","36":"UCMmB7t8OtUrW5Tx9wxMeHWw","37":"UC7HlOby3iKs0oYrUy9kTCqw","38":"UClJCEGKozd8nRJDKh7zIHBw","39":"UC83jt4dlz1Gjl58fzQrrKZg","40":"UCtQrgxzBD0TwyRMUbM7JnBQ","41":"UCxFt75OIIvoN4AaL7lJxtTg","42":"UC1A5S1aX1nfGt_MGZg7hnfw","43":"UC0RMOvqXwISXvS72nNvlHLA","44":"UCTUhowDmAr1-PlaqcZ-EuTg","45":"UCZ3xXAuhGLfZchx7IlV_LqA","46":"UCXVsHmss89Jmmsq0ejCT0gw","47":"UC6K0hSHAJZ7sAp4IAbQ4GFw","48":"UC3Lf8je2Mkl52ZVwVcGuyfw","49":"UCKwM-7sO1_Tw9EmYhKfpBBw","50":"UC29ju8bIPH5as8OGnQzwJyA","51":"UC8butISFwT-Wl7EV0hUK0BQ","52":"UCwRXb5dUK4cvsHbx-rGzSgw","53":"UCKo0TtIA_B1jEN-GG3_Hztw","54":"UCxJaNyXCQw0mghY0hA1wA9w","55":"UCLXRGxAzeaLDGaOphqapzmg","56":"UCyGteX4xK-ZO7u9GMB8gKfA","57":"UCzqORs_CagOn8ah5-QysgdQ","58":"UCzqORs_CagOn8ah5-QysgdQ","59":"UC8SPhPoZ1FZs2fu-o1Gb_NA","60":"UCyUBW72KU30dfAYWLVNZO8Q","61":"UCRL3LmQvt3G0d5UFnLPUKNA","62":"UCF6G2sF4DKlWvgfEGcm50FQ","63":"UC29ju8bIPH5as8OGnQzwJyA","64":"UC0qrcKuayvbMtPj-WXNFylA","65":"UC6bwUATMHEAy5heWhtFmJRA","66":"UCK3eoeo-HGHH11Pevo1MzfQ","67":"UCglVjGyY8ydqfPRMWI-y7PQ","68":"UCelzUVAQkL8cIhW9eZMJz8A","69":"UCglVjGyY8ydqfPRMWI-y7PQ","70":"UCVfnK7PIMHXfA3usD8QmqEw","71":"UC3r3aZ-Qs4auCcV1X9NhgWw","72":"UC9PgszLOAWhQC6orYejcJlw","73":"UCktgoAFaL39_rYfiMZiD9jw","74":"UCOveXNmAxSwb9x_snlmQtkQ","75":"UCzZiw3exu_81WvN3DKRNXTA","76":"UCgYx5j26iv0QHws4oiUAszQ","77":"UCpjN3nNJ5fMvKg6OgiIWePg","78":"UCzePijHDYnVHIXW6HYTL4dg","79":"UC9U2fgUx3ybR8roC7RBR3YQ","80":"UCkoEStUK7wxmZef2DcPuCAQ","81":"UCAn_HKnYFSombNl-Y-LjwyA","82":"UCib793mnUOhWymCh2VJKplQ","83":"UC2N_GPj3EwOleoTmsnLVQtg","84":"UCndIcuGJbaOdIBOZ7M6zJ1A","85":"UC5sXnom8S8EyddkLLNjgONg","86":"UCzePijHDYnVHIXW6HYTL4dg","87":"UCzePijHDYnVHIXW6HYTL4dg","88":"UCkoEStUK7wxmZef2DcPuCAQ","89":"UC9PgszLOAWhQC6orYejcJlw","90":"UCDmmGdnj0Ud9YUMhsSaa1Qg","91":"UCCHiNOsUYuq87dTwyu87I5A","92":"UCf9oZN1ax969agc1bD7D49Q","93":"UCzePijHDYnVHIXW6HYTL4dg","94":"UClJCEGKozd8nRJDKh7zIHBw","95":"UCgGjBqZZtAjxfpGSba7d6ww","96":"UC29ju8bIPH5as8OGnQzwJyA","97":"UCRQv-3VvPT9mArF5RfrlpKQ","98":"UClJCEGKozd8nRJDKh7zIHBw","99":"UCTTOnGgu_RBY4GKErMeMPJA"}}